<<<<<<< HEAD
cmd_list = [
    "📃 Доступные команды пользователя:\n\n"
    "1. /help - узнать полезную информацию по использованию бота.\n"
    "2. /commands - узнать все доступные команды пользователя.\n"
    "3. /get_id - данная команда позволяет узнать ваш Telegram ID.\n"
    "4. /command - данная команда временно не работает.\n"
    "5. /command - данная команда временно не работает.\n"
    "6. /command - данная команда временно не работает.\n\n"
]

admin_user_cmd_list = [
    "📃 Доступные команды пользователя:\n"
    "1. /help - узнать все доступные команды пользователя.\n"
    "2. /commands - узнать все доступные команды пользователя.\n"
    "3. /get_id - данная команда позволяет узнать ваш Telegram ID.\n"
    "4. /command - данная команда временно не работает.\n\n"
    ""
    "📜 Доступные команды администратора:\n"
    "1. /apanel - меню администратора.\n"
    "2. /ahelp - узнать полезную информацию для администрации.\n"
    "3. /acommands - узнать все доступные команды администратора.\n"
    "4. /getrestapi - получить информацию REST API.\n"
    "5. /send_message - сделать рассылку по чатам.\n"
    "6. /send_to_all - сделать рассылку пользователям."
]

superadmin_user_cmd_list = [
    "📃 Доступные команды пользователя:\n"
    "1. /help - узнать все доступные команды пользователя.\n"
    "2. /commands - узнать все доступные команды пользователя.\n"
    "3. /get_id - данная команда позволяет узнать ваш Telegram ID.\n"
    "4. /command - данная команда временно не работает.\n\n"
    ""
    "📜 Доступные команды администратора:\n"
    "1. /apanel - меню администратора.\n"
    "2. /ahelp - узнать полезную информацию для администрации.\n"
    "3. /acommands - узнать все доступные команды администратора.\n"
    "4. /getrestapi - получить информацию REST API.\n"
    "5. /send_message - сделать рассылку по чатам.\n"
    "6. /send_to_all - сделать рассылку пользователям.\n\n"
    ""
    "📄 Доступные команды супер администратора:\n"
    "1. /spanel - панель супер администратора.\n"
    "2. /scommands - узнать все доступные команды супер администратора.\n"
    "3. /admlist - узнать список администрации.\n"
    "4. /sadmlist - узнать список супер администрации.\n"
    "5. /add_admin - добавить администратора.\n"
    "6. /del_admin - удалить администратора.\n"
    "7. /channel_list - список каналов.\n"
    "8. /add_channel - добавить новый канал в список.\n"
    "9. /del_channel - удалить канал из списка.\n"
]

adm_cmd_list = [
    "📜 Доступные команды администратора:\n"
    "1. /apanel - меню администратора.\n"
    "2. /ahelp - узнать полезную информацию для администрации.\n"
    "3. /acommands - узнать все доступные команды администратора.\n"
    "4. /getrestapi - получить информацию REST API.\n"
    "5. /send_message - сделать рассылку по чатам.\n"
    "6. /send_to_all - сделать рассылку пользователям."
]

superadm_cmd_list = [
    "📄 Доступные команды супер администратора:\n"
    "1. /spanel - панель супер администратора.\n"
    "2. /scommands - узнать все доступные команды супер администратора.\n"
    "3. /admlist - узнать список администрации.\n"
    "4. /sadmlist - узнать список супер администрации.\n"
    "5. /add_admin - добавить администратора.\n"
    "6. /del_admin - удалить администратора.\n"
    "7. /channel_list - список каналов.\n"
    "8. /add_channel - добавить новый канал в список.\n"
    "9. /del_channel - удалить канал из списка.\n"
]
=======
cmd_list = [
    "📃 Доступные команды пользователя:\n\n"
    "1. /help - узнать полезную информацию по использованию бота.\n"
    "2. /commands - узнать все доступные команды пользователя.\n"
    "3. /command - данная команда временно не работает.\n"
    "4. /command - данная команда временно не работает.\n"
    "5. /command - данная команда временно не работает.\n"
    "6. /command - данная команда временно не работает.\n\n"
]

adm_cmd_list = [
    "📃 Доступные команды пользователя:\n"
    "1. /help - узнать все доступные команды пользователя.\n"
    "2. /commands - узнать все доступные команды пользователя.\n"
    "3. /command - данная команда временно не работает.\n"
    "4. /command - данная команда временно не работает.\n\n"
    ""
    "📜 Доступные команды администратора:\n"
    "1. /apanel - меню администратора.\n"
    "2. /ahelp - узнать полезную информацию для администрации.\n"
    "3. /acommands - узнать все доступные команды администратора.\n"
    "4. /getrestapi - получить информацию REST API.\n"
    "5. /send_message - сделать рассылку по чатам"
]
>>>>>>> cbbc20bf4e1b6bbe24b0e15d6f77ca651094e540
